Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Successfully enrolled the following users:
uk: Успішно зареєстровано наступних користувачів:

source: Start regenerating certificates for students in this course?
uk: Розпочати повторне створення сертифікатів для студентів курсу?

source: Start generating certificates for all students in this course?
uk: Розпочати генерацію сертифікатів для всіх студентів цього курсу?

source: Show this page
uk: Показати цю сторінку

source: Apr
uk: Квіт.

source: Course {course_id} not past the refund window.
uk: Для курса {course_id} ще діє повернення коштів.

source: ID Verification Status
uk: Статус перевірки документа, що посвідчує особу

source: Number of orders
uk: Кількість замовлень

source: image revision
uk: версія зображення

source: The enrollment start date cannot be after the enrollment end date.
uk: Дата завершення реєстрації на курс не може передувати даті початку реєстрації.

source: Open language menu
uk: Вибір мови

source: No results found for "%(query_string)s". Please try searching again.
uk: Для "%(query_string)s" не знайдено результатів. Спробуйте ще раз пошукати.

source: Total Certificates Issued
uk: Всього випущено сертифікатів

source: Password reset successful
uk: Пароль успішно змінений

source: must have name of the certificate
uk: повинно бути вказана назва сертифікату

source: Retry Verification
uk: Повторити спробу підтвердження особи

source: We're sorry
uk: Нам шкода

source: Enter the company name.
uk: Введіть назву організації.

source: Your Response
uk: Ваша відповідь

source: Student training for peer assessment will close soon.
uk: Навчання Студент для експертної оцінки закриється найближчим часом.

source: Total Credit (excl. tax)
uk: Загальний кредит (не включаючи податків)

source: Search notes for:
uk: Шукати в нотатках:

source: No git import logs have been recorded.
uk: У журналі імпорту з git немає записів.

source: Current tab
uk: Поточна вкладка

source: Permissions are inherited from this article
uk: Права доступу успадковані від даної статті

source: You have not created any group configurations yet.
uk: Ви ще не створили жодної конфігурації групи.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
uk: Показує, видимі чи замітки на даному курсі. Слухачі можуть відображати або приховувати свої нотатки у змісті курсу.

source: ratio of a circle's circumference to it's diameter
uk: пропорційне співвідношення довжини кола та її діаметра

source: Ended - {end_date}
uk: Завершено {end_date}

source: Never
uk: Ніколи

source: Show All Discussions
uk: Показати всі обговорення

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
uk: {browse_span_start}Перегляд команд з інших тем{span_end} або {search_span_start} пошук{span_end} по цій темі. Якщо Ви все ще не можете знайти команду, щоб приєднатися, {create_span_start}створіть нову команду по цій темі{span_end}.

source: Enrollment Successful
uk: Реєстрація успішна

source: Problem {action} for {succeeded} of {attempted} students
uk: Проблема {action} для {succeeded} з {attempted} студентів

source: You have completed this course and are eligible to purchase course credit. Select <strong>Get Credit</strong> to get started.
uk: Ви завершили курс, тепер ви маєте право отримати залікові одиниці. Для цього натисніть <strong>Отримати залік</strong>.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
uk: Якщо ви зацікавлені в отриманні Підтвердженого сертифіката, але не маєте можливості його сплатити, будь ласка, подайте заявку прямо зараз. Зверніть увагу на те, що фінансова допомога обмежена і може бути видана тільки відповідним кандидатам.

source: This component has validation issues.
uk: У цього компонента виникли проблеми з перевіркою.

source: The requested capture amount exceeds the originally authorized amount.
uk: Запитувана сума перевищує ту, яка була підтверджена.

source: Technical Requirements
uk: Технічні вимоги

source: image revisions
uk: версії зображення

source: Add New Component
uk: Додати новий компонент

source: The cardholder is enrolled for payer authentication
uk: Власник карти зареєстрований для аутентифікації платника

source: The message to show when a user is blocked from accessing a course.
uk: Повідомлення для відображення, коли користувачу заблокували доступ до курсу.

source: Row type
uk: Тип рядка

source: Balance Due: {currency_symbol}{sale_price}
uk: До оплати: {currency_symbol}{sale_price}

source: Studio's having trouble saving your work
uk: Studio не вдається зберегти вашу роботу

source: Size
uk: Розмір

source: Note: some of these buttons are known to time out for larger courses. We have temporarily disabled those features for courses with more than {max_enrollment} students. We are urgently working on fixing this issue. Thank you for your patience as we continue working to improve the platform!
uk: Примітка: деякі з цих кнопок з часом блокуються для великих курсів. Ми тимчасово відключили ці властивості для курсів з кількістю студентів понад {max_enrollment}. Ми в терміновому порядку працюємо над виправленням цієї проблеми. Дякуємо за Ваше терпіння, поки ми продовжуємо працювати над поліпшенням платформи!

source: Approve
uk: Підтвердити

source: On each line, put the number of enrolled courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
uk: В кожному рядку зазначте кількість пройденних курсів для отримання в нагороду значок, кома, потім клас значка, який Ви створили компонентом видачі 'openedx__course'. Наприклад: 3,enrolled_3_courses

source: Following
uk: Те, що я відстежую

source: Approved
uk: Дозволено

source: Monday
uk: Понеділок

source: less than a minute
uk: менше хвилини

source: Adding user "{username}" to groups {group_names}
uk: Додавання користувача "{username}" до груп {group_names}

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
uk: {b_start}Підтримайте нашу Місію: {b_end} EdX, це некомерційна організація, надходження від підтверджених сертифікатів допомагають нам фінансувати вільну освіту для всіх, глобально

source: Click an assignment type to view more detail information about the assignments.
uk: Виберіть тип завдання, щоб переглянути детальнішу інформацію про завдання.

source: {num_emails} sent
uk: {num_emails} відправлено

source: Please enter a valid email address
uk: Будь ласка, введіть коректну адресу email

source: Register for {} | Choose Your Track
uk: Зареєструватися як {} | Обрати Ваш шлях

source: You are still eligible to upgrade to a Verified Certificate!
uk: Ви все ще можете отримати підтверджений сертифікат!

source: Checkout
uk: Перевірити

source: Play video
uk: Переглянути відео

source: This Certificate Does Not Exist
uk: Цей сертифікат не існує

source: component
uk: компонент

source: Successfully sent enrollment emails to the following students. They will be allowed to enroll once they register:
uk: Успішно відправлені листи про зарахування наступним студентам. Їм буде дозволено зарахуватись як тільки вони зареєструються:

source: No Flash Detected
uk: Не знайдено підтримки Flash

source: This course is archived, which means you can review course content but it is no longer active.
uk: Курс знаходиться в архіві, тобто у вас є доступ до матеріалів курсу, але фактично курс завершений.

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See
uk: Введіть посилання URL на зовнішній засіб навчання, що запускає цей компонент. Це налаштування застосовується тільки коли елементу "Приховати зовнішній додаток" присвоєно значення "False". <br /> Див

source: We couldn't locate the identification code necessary to find one of your products.
uk: Ми не змогли знайти ідентифікаційний код необхідний для пошуку одного з ваших товарів.

source: Error - cannot get course with ID
uk: Помилка - неможливо отримати курси із ID

source: Volume: Click on this button to mute or unmute this video or press UP or
uk: Гучність: натисніть на цю кнопку для того, щоб включити/вимкнути звук, натисніть УГОРУ або

source: Dear student,
uk: Шановний студент,

source: Add Option
uk: Додати опцію

source: Your face was not visible in your self-photo.
uk: На знімку не було видно вашого обличчя.

source: Missing required parameter face_image
uk: Відсутній обов'язковий атрибут face_image

source: There was a problem with the staff answer to this problem: empty boundary.
uk: Виявлена ​​проблема з відповіддю співробітників курсу на це завдання: порожня межа.

source: Article deleted: %s
uk: Стаття видалена: %s

source: Deleting&hellip;
uk: Видалення&hellip;

source: Muted
uk: Заглушено

source: Your changes will not take effect until you save your progress.
uk: Зміни не вступлять в силу до того, як ви збережете їх.

source: Inactive card or card not authorized for card-not-present transactions. Possible action: retry with another form of payment.
uk: Карта заблокована або не призначена для онлайн-платежів.\n Ви можете використовувати інший спосіб оплати.\n

source: Pending Tasks
uk: Поточні завдання

source: Past Due
uk: Пройшов термін здачі

source: {course_number} {course_name} Home Page
uk: {course_number} {course_name} Домашня сторінка

source: The Staff answer could not be interpreted as a number.
uk: Відповідь персоналу неможливо представити як число.

source: Confirm
uk: Підтвердити

source: -posted %(time_ago)s by
uk: -додано %(time_ago)s користувачем

source: about a month
uk: близько місяця

source: Staff and admins
uk: Співробітникам та адміністраторам

source: Return to team listing
uk: Повернутися до списку команди

source: Delete Component Confirmation
uk: Підтвердження Видалення Компоненту

source: All possible words from all students.
uk: Всі можливі слова, додані усіма студентами.

source: Choose n at random
uk: Вибрати випадкове значення n

source: The number of times the student can try to answer this problem.
uk: Скільки разів студент може спробувати дати відповідь на завдання.

source: Hide Deprecated Settings
uk: Заховати застарілі налаштування

source: Randomization
uk: Рандомізація

source: Students (Self-Reported)
uk: Студенти (самостійна оцінка)

source: Insert row before
uk: Вставити рядок згори

source: close
uk: закрити

source: View Course in Studio
uk: Переглянути Курс в Studio

source: Cache lookup value for articles
uk: Пошук за значенням кеша для статей

source: The ORA data report is being generated.
uk: Звіт по завданню з відповідями у вільній формі на стадії підготовки.

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
uk: Вам повинно бути більше 13, щоб могти поділитись профілем. Якщо вам більше 13, перевірте, чи ви вказали дату народження на {account_settings_page_link}

source: Delete this %(item_display_name)s?
uk: Видалити %(item_display_name)s?

source: Course Survey URL
uk: Посилання на анкету курсу

source: This content group is not in use. Add a content group to any unit from the %(outlineAnchor)s.
uk: Ця група вмісту не використовується. Додайте групу вмісту до будь-якого блоку з %(outlineAnchor)s.

source: Image (Ctrl+G)
uk: Зображення (Ctrl+G)

source: Your response to the question above.
uk: Ваша відповідь на питання вище.

source: Organization:
uk: Організація:

source: How did I do?
uk: Як я впорався?

source: owner
uk: власник

source: Add new article
uk: Додати нову статтю

source: Video Viewing Over Time
uk: Відео перегляд протягом довгого часу

source: Set Important Dates for Your Course
uk: Встановити важливі дати курсу

source: Download the user's certificate
uk: Скачати сертифікат користувача

source: Each revision contains a title field that must be filled out, even if the title has not changed
uk: Кожна версія містить поле заголовка, яке необхідно заповнити, навіть якщо заголовок не змінився

source: <p><b>Insert Image (upload file or type url)</b></p><p>http://example.com/images/diagram.jpg "optional title"<br><br></p>
uk: <p><b>Вставте зображення (вивантажте файл або уведіть адресу)</b></p><p>http://example.com/images/diagram.jpg "необов'язковий заголовок"<br><br></p>

source: Completed the course "{course_name}" ({course_mode})
uk: Закінчений курс "{course_name}" ({course_mode})

source: Directory/ID
uk: Директорія/ID

source: Discount Percentage
uk: Відсоток знижки

source: Are you sure?
uk: Ви впевнені?

source: The number of students who watched each segment of the video, and the number of replays for each segment.
uk: Кількість студентів, які переглянули кожен фрагмент відео та кількість повторів кожного фрагменту.

source: This response has been saved but not submitted.
uk: Цю відповідь було збережено, але не надіслано.

source: Honor Code
uk: Кодекс Честі

source: Flagged
uk: Повідомлення про порушення

source: Upload New File
uk: Вивантажити новий файл

source: Can't find item by locator.
uk: Неможливо знайти елемент за ідентифіктором.

source: Example {example_number} has an extra option for "{criterion_name}"
uk: Приклад {приклад_номер} додаткова опція для "{ім'я_критерій}"

source: Required field.
uk: Обов'язкове поле

source: You requested a credit for a capture that was previously voided.
uk: Ви запросили кредит на суму, якої транзакція була скасована раніше.

source: Skip
uk: Пропустити

source: The Period For Peer Evaluation Has Not Started
uk: Період для експертної оцінки ще не почався

source: Establish your course's student enrollment and launch dates on the Schedule and Details page.
uk: Встановити дату початку запису на курс і дату запуску курсу на сторінці "Розклад та елементи курсу".

source: Upgrade to Verified Track
uk: Перейдіть до верифікованого навчання

source: Successfully changed due date for student {0} for {1} to {2}
uk: Вдало змінений термін оплати для студена {0} з {1} до {2}

source: The reason this user wants to access the API.
uk: Підстава для доступу до API для даного користувача.

source: Please confirm your password:
uk: Будь ласка, підтвердіть свій пароль.

source: Your file could not be saved: %s
uk: Ваш файл не може бути збережений: %s

source: Switch to selected version
uk: Перейти до обраної редакції

source: Student distribution per country, all courses, Sep 12 to Oct 17, 1 server (shown here as an example):
uk: Розподіл студентів по країні, всі курси, з 12 вересня по 17 жовтня, сервер 1 (в якості прикладу):

source: Stolen or lost card
uk: Викрадена чи загублена картка

source: Recent Activity
uk: Поточна активність

source: You must accept the terms of service.
uk: Ви повинні підтвердити умови надання послуг

source: Filter List
uk: Cписок фільтрів

source: Only localhost... muahahaha
uk: Тільки локальний комп'ютер ... муахахаха

source: Unknown error. Please e-mail us to let us know how it happened.
uk: Невідома помилка. Будь ласка, напишіть нам електронною поштою щоб повідомити про те як це сталось.

source: Research at edX
uk: Дослідницька робота у edX

source: Submission Counts
uk: Кількість відправок на перевірку

source: File upload corrupted. Please try again
uk: Під час вивантаження файлу сталась помилка. Будь ласка, спробуйте ще раз.

source: Percent Discount
uk: Знижка у відсотках

source: You may not remove the last instructor from a course
uk: Ви не можете видалити останнього інструктора з курсу

source: View our FAQs for answers to commonly asked questions.
uk: Відвідайте наш розділ "Поширені питання", щоб прочитати відповіді на актуальні питання.

source: section
uk: розділ

source: Selected tab
uk: Обрана вкладка

source: The article %(title)s is now set to display revision #%(revision_number)d
uk: Стаття тепер налаштована на відображення ревізії %(title)s is now set to display revision #%(revision_number)d

source: Cohort:
uk: Навчальна група:

source: Add CCX Coach
uk: Додати Тьютора

source: No email address found.
uk: Не знайдено поштової скриньки

source: Orders
uk: Замовлення

source: Enter your response to the question.
uk: Введіть вашу відповідь на це запитання.

source: Refunds Dashboard
uk: Панель відшкодування

source: Dictionary with the current student responses
uk: Словник, що містить поточні відповіді студентів

source: cohorted
uk: розподілено по групах

source: Staff Warning: Please note that if you submit a duplicate of text that has already been submitted for grading, it will not show up in the staff grading view. It will be given the same grade that the original received automatically, and will be returned within 30 minutes if the original is already graded, or when the original is graded if not.
uk: Попередження персонала: Будь ласка, майте на увазі, що якщо ви відправляєте дублікат тексту, який вже відправлявся на оцінку, то він не буде відображатися в списку оцінюваних. Цьому тексту буде автоматично присвоєно та ж сама оцінка, і він буде повернутий протягом 30 хвилин, якщо оригінальний матеріал вже був оцінений, або в момент оцінки оригінального тексту, якщо оцінка ще не була присвоєна.

source: Dropdown
uk: Випадаючий список

source: Markdown syntax is allowed. See the %(start_link)scheatsheet%(end_link)s for help.
uk: Синтаксис Markdown дозволений. Дивіться %(start_link)scheatsheet%(end_link)s для допомоги.

source: Register for {}
uk: Зареєструваися на {}

source: Skip to this view's content
uk: Перейти до цього змісту

source: {student_name}, you have not yet met the requirements for credit.
uk: {student_name}, поки ви не можете отримати кредит на навчання.

source: The grade report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
uk: Оціночний лист в даний час на стадії підготовки. Стан звіту нижче відображається у списку «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: Course Team Management
uk: Управління командою курсу

source: There was a problem with the staff answer to this problem: complex boundary.
uk: Виявлена ​​проблема з відповіддю співробітників курсу на це завдання: межа множини.

source: No flagged problems exist.
uk: Помічених проблем немає.

source: Finish your account registration below to start learning.
uk: Завершіть реєстрацію свого облікового запису, щоб розпочати навчання.

source: Your selected items:
uk: Обрані Вами найменування:

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
uk: Момент, коли закінчеться відтворення відео, якщо не потрібен перегляд всього відео. У мобільному додатку не підтримується: відео відтворюються повністю. Формат ЧЧ:ММ:СС, максимальне значення 23:59:59.

source: Go to each individual course's Instructor dashboard to manage course enrollment.
uk: Перейти до панелі управління викладача певного курсу, щоб керувати зарахуванням на цей курс.

source: Enter the date and time when students can begin assessing peer responses.
uk: Вкажіть дату та час, коли студенти можуть розпочати оцінювання відповідей інших студентів.

source: Emails successfully sent. The following users are no longer enrolled in the course:
uk: Листи успішно надіслано. Наступні користувачі більше не зареєстровані на цей курс:

source: Course End Date:
uk: Дата завершення курсу:

source: Location in Course
uk: Позиція в курсі

source: Associate
uk: Незакінчена вища

source: Social Media Sharing URL
uk: Посилання на соцмережі

source: IP address
uk: IP адреса

source: Connected Accounts
uk: Підключені Профілі

source: %(unread_count)s new comments
uk: %(unread_count)s нових коментарів

source: Points
uk: балів

source: How many students are interacting with my course?
uk: Яка кількість учнів слідкує за курсом?

source: %(user)s subscribing to %(article)s (%(type)s)
uk: %(user)s підписується на %(article)s (%(type)s)

source: Please provide any feedback on the grade or comments that you received from your peers.
uk: Прохання представити будь-яку зворотний зв'язок на класі чи коментарів, які ви отримали від ваших колег.

source: List of Forum {name}s in course {id}
uk: Список Форуму {name}s в курсі {id}

source: Preference '{preference_key}' cannot be set to an empty value.
uk: Налаштування '{preference_key}' не може мати пусте значення.

source: File Name
uk: Ім'я файлу

source: Associate's degree
uk: Незакінчена вища освіта

source: Failed in authenticating
uk: Невдала аутентифікація

source: You have been un-enrolled from {course_name}
uk: Ваша реєстрація на курсі {course_name} була скасована

source: Submissions for Part {part_number}: {part_description}
uk: Відповіді для Частини {part_number}: {part_description}

source: How accurate do you find this feedback?
uk: Наскільки точним ви знаходите цей відгук?

source: Hide Discussion
uk: Сховати обговорення

source: Web:
uk: Веб:

source: Error deleting entrance exam state for student '{student_id}'.
uk: Помилка при видаленні стану вступного іспиту для студента '{student_id}'.

source: must be {0} characters or less
uk: повинен містити {0} символів або менше

source: The image of your face was not clear.
uk: Зображення вашого обличчя не якісне.

source: Delete Sections, Subsections, or Units you don't need anymore. Be careful, as there is no Undo function.
uk: Видалити розділи, підрозділи або блоки, в яких більше немає необхідності. Будьте обережні: функція відміни недоступна.

source: Benefits of a Verified Certificate
uk: Переваги верифікованого сертифікату

source: An account with the Public Username '{username}' already exists.
uk: Обліковий запис із відкритим іменем '{username}' вже існує.

source: Gender Distribution
uk: Розподіл за статтю

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
uk: \n Тип карти вказано неправильно або не відповідає номеру кредитної картки.\n Ви можете використовувати інший спосіб оплати.\n

source: Previous Uploads
uk: Попередні завантаження

source: Could not read uploaded file.
uk: Не можливо прочитати завантажений файл

source: Refund
uk: Повернення грошей

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
uk: {platform_name} визнає досягнення за допомогою сертифікатів, які присуджуються за виконання навчальних завдань курсу {platform_name}.

source: Register Now
uk: Зареєструватися зараз

source: We had some trouble loading the page you requested. Please try again.
uk: У нас виникли певні проблеми із завантаженням сторінки, яку ви запросили. Будь ласка, спробуйте ще раз.

source: password: {password}
uk: пароль: {password}

source: Enter course-specific configuration information here (JSON format)
uk: Введіть інформацію про налаштування даного курсу (в форматі json)

source: Make Payment
uk: Оплатити

source: Due date cannot be before start date.
uk: Термін здачі не може бути раніше ніж дата початку.

source: #Replies
uk: #Відгуки

source: Your import is in progress; navigating away will abort it.
uk: Відбувається імпорт; перехід на іншу сторінку перерве процес.
